Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaisnuorten_taidetapahtuman_tallenne_katsottavissa.html.tmx
Source language: fin
Languages: sms

source: Saamelaisnuorten taidetapahtuman tallenne katsottavissa
sms: Sääʹmnuõri čeäʹppvuõđpeeiʹv liânttummuš ǩiõččâmnalla

source: Saamelaisnuorten taidetapahtuman tallenne on nyt katsottavissa alla olevista linkeistä.
sms: Sääʹmnuõri čeäʹppvuõđpeeiʹv liânttummuš lij ååʹn ǩiõččâmnalla vueʹlnn åårrai liiŋkin.

source: Tallenne on jaettu kolmeen osaan.
sms: Liânttummuš lij juõkkum kooum vuässa.

source: Ensimmäinen osa (ennen ruokailu): https://youtu.be/bd4x3RUZ0PY
sms: Vuõssmõs vueʹss (ouddâl poorrâmpoodd): https://youtu.be/bd4x3RUZ0PY

source: Toinen osa (ruokailun jälkeen): https://youtu.be/MXrCPru2Y5A
sms: Nuʹbb vueʹss (poorrâmpoodd mâŋŋa): https://youtu.be/MXrCPru2Y5A

source: Ravggonin esiintyminen: https://youtu.be/5haYPUkUK6c
sms: Ravggon čuäjtõõttmõš: https://youtu.be/5haYPUkUK6c

source: Lisätietoja: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
sms: Lââʹssteâđ: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
